tap "sergiomss/homebrew-tap"
tap "jotta/cli"

brew "jotta-cli"
brew "vim"
brew "tmux"
brew "git"

brew "tree"
brew "wget"
brew "gpg"

brew "coreutils"
brew "rsync"

brew "go"
brew "python"
brew "node"

brew "ks"
brew "k9s"
brew "aws-iam-authenticator"
brew "awscli"
brew "ctags"
brew "gnupg"
brew "docker-machine-driver-vmware"

# Other
brew "fzf"
brew "asdf"
brew "jq"
brew "awscli"
brew "jenv"
brew "ack"
brew "ripgrep"
brew "pre-commit"
brew "tfenv"
brew "gcc"
brew "make"
brew "watch"
brew "k9s"

# Casks
cask "firefox"
cask "google-chrome"
cask "1password"
cask "java"
cask "spotify"
cask "whatsapp"
cask "slack"
cask "signal"
cask "skitch"
cask "visual-studio-code"
cask "vmware-fusion"
cask "osxfuse"
cask "intellij-idea"
cask "bitbar"
cask "iterm2"
cask "pritunl"
cask "docker"