brew "vim"
brew "tmux"
brew "git"

brew "tree"
brew "watch"
brew "wget"
brew "watch"
brew "gpg"
brew "coreutils"
brew "rsync"
brew "thefuck"

brew "go"
brew "python"
brew "node"
brew "docker"

tap "sergiomss/tap"
tap "derailed/k9s"
brew "ks"
brew "k9s"
brew "aws-iam-authenticator"
brew "dep"
brew "yarn"
brew "awscli"
brew "ctags"
brew "gnupg"
brew "docker-machine-driver-vmware"

# brew "terraform"
# brew "kubernetes-cli"

cask "google-chrome"
cask "1password"
cask "java"
cask "acorn"
cask "spotify"
cask "whatsapp"
cask "slack"
cask "signal"
cask "skitch"
cask "visual-studio-code"
cask "minikube"
cask "skype"
cask "vmware-fusion"
cask "jotta"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
